module.exports = [
	{
		// video
		name: 'video',
		page: 'видео баннер',
		video: {
			state: 'published',
			linkToNews: '/news/dubrovnik-art-forum-2017',
			youtubeId: '-cVxKw1oXlI',

			line1: '',
			line2: 'Второй фестиваль русского искусства в Хорватии',
			line3: '«Дубровник. Арт-Форум 2017»',
		},
	},

	// O Fonde
	{
		name: 'oFonde',
		page: 'о фонде',
		oFonde: {
			title: 'о фонде',
			text:
				'Фонд Николая Расторгуева был учреждён народным артистом России Н.В. Расторгуевым в октябре 2014 года и является инициатором ряда благотворительных проектов, направленных на помощь детям-воспитанникам российских детских домов. Также Фонд участвует в деятельности, связанной с поддержкой искусства и культуры.',
		},
	},
	// 	// Proekti fonda
	{
		name: 'projects',
		page: 'проекты',
		projects: {
			title: 'ПРОЕКТЫ ФОНДА',

			text: '',
		},
	},

	// 	// Партнеры
	{
		name: 'partners',
		page: 'партнеры',
		partners: {
			title: 'наши партнеры',
			text:
				'От лица всего коллектива благодарю партнёров Фонда, без которых наши проекты не могли бы состояться. Делать добро вместе — это то, ради чего Фонд был создан.',
			subtitle: {
				name: 'НИКОЛАЙ РАСТОРГУЕВ /',
				position: 'ПРЕЗИДЕНТ ФОНДА',
			},
		},
	},

	// 	// banner

	{
		name: 'rastorguev',
		page: 'баннер расторгуев',
		rastorguev: {
			line1: 'НИКОЛАЙ РАСТОГУЕВ',
			line2: 'ПРЕЗИДЕНТ ФОНДА',
		},
	},

	{
		name: 'management',
		page: 'руководство',
		management: {
			title: 'РУКОВОДСТВО ФОНДА',
			text: 'test text must be deleted',
		},
	},

	// НОВОСТИ
	{
		name: 'news',
		page: 'новости',
		news: {
			title: 'новости фонда',
			titleOtherNews: 'другие новости фонда',
			text:
				'В этом разделе мы регулярно размещаем публикации о текущей деятельности Фонда.',
		},
	},
	// // Контакты
	{
		name: 'contacts',
		page: 'контакты',
		contacts: {
			title: 'КОНТАКТЫ',
			text:
				'Чтобы задать вопрос, вы можете воспользоваться формой обратной связи. По всем вопросам сотрудничества с фондом Николая Расторгуева пишите на адрес электронной почты.',
			info: 'ИНФОРМАЦИЯ',
			address: 'МОСКВА, 127055, 1-й Тихвинский тупик, д. 5-7',
			email: 'info@nr-fund.ru',
		},
	},
	// // ФУТЕР
	{
		name: 'footer',
		page: 'футер',
		footer: {
			line1:
				'НКО «ФОНД ПОДДЕРЖКИ КИНО, РАДИО, ТЕЛЕВИДЕНИЯ, МУЛЬТИМЕДИА И АНИМАЦИИ НИКОЛАЯ РАСТОРГУЕВА»',
			line2: 'ОГРН 1147799015870 | ИНН 7707492261 | КПП 770701001',
			line3: 'МОСКВА, 127055, 1-Й ТИХВИНСКИЙ ТУПИК, Д. 5-7',
		},
	},

	// // Документы
	{
		name: 'docs',
		page: 'документы',
		docs: {
			title: 'УСТАВНЫЕ ДОКУМЕНТЫ ФОНДА',
			text:
				'В данном разделе вы можете ознакомиться с уставными документами фонда.',
		},
	},
];
